Repository: microsoft/terminal
Catalog: src/cascadia/TerminalSettingsEditor/Resources/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, ru_ru, sr_cyrl_rs, zh_cn, zh_tw

# AddProfile_AddNewButton.Tag
source: Create New Button
de_de: Neue Schaltfläche erstellen
es_es: Crear un botón nuevo
fr_fr: Bouton Créer nouveau
it_it: Crea nuovo pulsante
ja_jp: [新規作成] ボタン
ko_kr: 새로 만들기 단추
ru_ru: Создать кнопку
sr_cyrl_rs: Дугме креирај нови
zh_cn: 创建新按钮
zh_tw: 建立新按鈕

# AddProfile_AddNewTextBlock.Text
source: New empty profile
de_de: Neues leeres Profil
es_es: Nuevo perfil vacío
fr_fr: Nouveau profil vide
it_it: Nuovo profilo vuoto
ja_jp: 新しい空のプロファイル
ko_kr: 새 빈 프로필
ru_ru: Новый пустой профиль
sr_cyrl_rs: Нови празан профил
zh_cn: 新建空配置文件
zh_tw: 新的空白設定檔

# AddProfile_Duplicate.Header
source: Duplicate a profile
de_de: Ein Profil duplizieren
es_es: Duplicar un perfil
fr_fr: Dupliquer un profil
it_it: Duplica un profilo
ja_jp: プロファイルを複製する
ko_kr: 프로필 복제
ru_ru: Дублировать профиль
sr_cyrl_rs: Дуплирај профил
zh_cn: 复制配置文件
zh_tw: 複製設定檔

# AddProfile_DuplicateButton.Tag
source: Duplicate Button
de_de: Schaltfläche duplizieren
es_es: Duplicar botón
fr_fr: Bouton Dupliquer
it_it: Duplica pulsante
ja_jp: [複製] ボタン
ko_kr: 복제 단추
ru_ru: Дублировать кнопку
sr_cyrl_rs: Дугме за дуплирање
zh_cn: 复制的按钮
zh_tw: 複製按鈕

# AddProfile_DuplicateTextBlock.Text
source: Duplicate
de_de: Duplikat
es_es: Duplicar
fr_fr: Dupliquer
it_it: Duplica
ja_jp: 複製
ko_kr: 중복
ru_ru: Дублировать
sr_cyrl_rs: Дуплирај
zh_cn: 复制
zh_tw: 複製

# ColorScheme_InboxSchemeDuplicate.Header
source: This color scheme is part of the built-in settings or an installed extension
de_de: Dieses Farbschema ist Teil der integrierten Einstellungen oder einer installierten Erweiterung.
es_es: Esta combinación de colores forma parte de la configuración integrada o de una extensión instalada
fr_fr: Ce modèle de couleurs fait partie des paramètres intégrés ou d’une extension installée
it_it: Questa combinazione di colori fa parte delle impostazioni predefinite o di un'estensione installata
ja_jp: この配色は、組み込みの設定またはインストールされている拡張機能の一部です
ko_kr: 이 색 구성표는 기본 제공 설정 또는 설치된 확장의 일부입니다.
ru_ru: Эта цветовая схема является частью встроенных параметров или установленным расширением
sr_cyrl_rs: Ова шема боја је део уграђених подешавања или инсталираног проширења
zh_cn: 此配色方案是内置设置或已安装扩展的一部分
zh_tw: 此色彩配置是內建設定或已安裝擴充功能的一部分

# ColorScheme_InboxSchemeDuplicate.HelpText
source: To make changes to this color scheme, you must make a copy of it.
de_de: Um Änderungen an diesem Farbschema vorzunehmen, müssen Sie eine Kopie davon erstellen.
es_es: Para realizar cambios en esta combinación de colores, debe hacer una copia del mismo.
fr_fr: Pour apporter des modifications à ce modèle de couleurs, vous devez en faire une copie.
it_it: Per apportare modifiche a questa combinazione di colori, è necessario crearne una copia.
ja_jp: この配色パターンを変更するには、コピーを作成する必要があります。
ko_kr: 이 색 구성표를 변경하려면 복사본을 만들어야 합니다.
ru_ru: Чтобы внести изменения в эту цветовую схему, необходимо создать ее копию.
sr_cyrl_rs: Ако желите да измените ову шему боја, прво морате да направите њену копију.
zh_cn: 若要对此配色方案进行更改，必须复制该配色方案。
zh_tw: 若要變更此色彩配置，您必須製作色彩配置的複本。

# ColorScheme_DuplicateButton.Content
source: Make a copy
de_de: Kopie erstellen
es_es: Hacer una copia
fr_fr: Dupliquer
it_it: Crea una copia
ja_jp: コピーを作成
ko_kr: 복사본 만들기
ru_ru: Создать копию
sr_cyrl_rs: Направи копију
zh_cn: 制作副本
zh_tw: 建立複本

# ColorScheme_SetAsDefault.Header
source: Set color scheme as default
de_de: Farbschema als Standard festlegen
es_es: Establecer combinación de colores como predeterminada
fr_fr: Définir le modèle de couleurs par défaut
it_it: Imposta combinazione colori come predefinita
ja_jp: 配色を既定として設定する
ko_kr: 색 구성표를 기본값으로 설정
ru_ru: Настроить цветовую схему по умолчанию
sr_cyrl_rs: Постави шему боја као подразумевану
zh_cn: 将配色方案设置为默认
zh_tw: 將色彩配置設為預設

# ColorScheme_SetAsDefault.HelpText
source: Apply this color scheme to all your profiles, by default. Individual profiles can still select their own color schemes.
de_de: Dieses Farbschema standardmäßig auf alle Profile anwenden. Einzelne Profile können weiterhin ihre eigenen Farbschemas auswählen.
es_es: Aplique esta combinación de colores a todos los perfiles de forma predeterminada. Los perfiles individuales aún pueden seleccionar sus propias combinaciones de colores.
fr_fr: Appliquer ce modèle de couleurs à tous vos profils, par défaut. Les profils individuels peuvent toujours sélectionner leurs propres jeux de couleurs.
it_it: Applica questa combinazione di colori a tutti i profili, per impostazione predefinita. I singoli profili possono comunque selezionare combinazioni colori personalizzate.
ja_jp: 既定ですべてのプロファイルにこの配色を適用します。個々のプロファイルは、引き続き独自の配色を選択できます。
ko_kr: 기본적으로 모든 프로필에 이 색 구성표를 적용합니다. 개별 프로필은 자신의 색 구성표를 선택할 수 있습니다.
ru_ru: Применить эту цветовую схему ко всем профилям по умолчанию. Отдельные профили по-прежнему могут выбирать свои собственные цветовые схемы.
sr_cyrl_rs: Ова шема боја се, као подразумевана, примењује на све ваше профиле. Појединачни профили још увек могу да бирају сопствене шеме боја.
zh_cn: 默认情况下，将此配色方案应用于所有配置文件。单个配置文件仍然可以选择自己的配色方案。
zh_tw: 根據預設，將此色彩配置套用至您的所有設定檔。個別設定檔仍然可以選取各自的色彩配置。

# ColorScheme_Rename.Header
source: Rename color scheme
de_de: Farbschema umbenennen
es_es: Cambiar nombre de combinación de colores
fr_fr: Renommer le modèle de couleurs
it_it: Rinomina combinazione colori
ja_jp: 配色の名前を変更する
ko_kr: 색 구성표 이름 바꾸기
ru_ru: Переименовать цветовую схему
sr_cyrl_rs: Промени име шеми боја
zh_cn: 重命名配色方案
zh_tw: 重新命名色彩配置

# ColorScheme_Background.Text
source: Background
de_de: Hintergrund
es_es: Fondo
fr_fr: Arrière-plan
it_it: Sfondo
ja_jp: 背景
ko_kr: 배경
ru_ru: Фон
sr_cyrl_rs: Позадина
zh_cn: 背景
zh_tw: 背景

# ColorScheme_Black.Text
source: Black
de_de: Schwarz
es_es: Negro
fr_fr: Noir
it_it: Nero
ja_jp: 黒
ko_kr: 검정
ru_ru: Черный
sr_cyrl_rs: Црна
zh_cn: 黑色
zh_tw: 黑色

# ColorScheme_Blue.Text
source: Blue
de_de: Blau
es_es: Azul
fr_fr: Bleu
it_it: Blu
ja_jp: 青
ko_kr: 파랑
ru_ru: Синий
sr_cyrl_rs: Плава
zh_cn: 蓝色
zh_tw: 藍色

# ColorScheme_BrightBlack.Text
source: Bright black
de_de: Leuchtend schwarz
es_es: Negro brillante
fr_fr: Noir brillant
it_it: Nero brillante
ja_jp: 明るい黒
ko_kr: 밝은 검정
ru_ru: Ярко-черный
sr_cyrl_rs: Светлоцрна
zh_cn: 亮黑色
zh_tw: 亮黑色

# ColorScheme_BrightBlue.Text
source: Bright blue
de_de: Hellblau
es_es: Azul brillante
fr_fr: Bleu clair
it_it: Blu brillante
ja_jp: 明るい青
ko_kr: 밝은 파랑
ru_ru: Ярко-синий
sr_cyrl_rs: Светлоплава
zh_cn: 亮蓝色
zh_tw: 亮藍色

# ColorScheme_BrightCyan.Text
source: Bright cyan
de_de: Helles Zyan
es_es: Cian claro
fr_fr: Cyan vif
it_it: Ciano brillante
ja_jp: 明るいシアン
ko_kr: 밝은 녹청색
ru_ru: Ярко-голубой
zh_cn: 亮青色
zh_tw: 亮藍綠色

# ColorScheme_BrightGreen.Text
source: Bright green
de_de: Hellgrün
es_es: Verde brillante
fr_fr: Vert clair
it_it: Verde brillante
ja_jp: 明るい緑
ko_kr: 밝은 녹색
ru_ru: Ярко-зеленый
sr_cyrl_rs: Светлоцијан
zh_cn: 浅绿
zh_tw: 亮綠色

# ColorScheme_BrightPurple.Text
source: Bright purple
de_de: Helles Lila
es_es: Morado brillante
fr_fr: Violet clair
it_it: Viola brillante
ja_jp: 明るい紫
ko_kr: 밝은 보라색
ru_ru: Ярко-сиреневый
sr_cyrl_rs: Светлопурпурна
zh_cn: 亮紫色
zh_tw: 亮紫色

# ColorScheme_BrightRed.Text
source: Bright red
de_de: Hellrot
es_es: Rojo intenso
fr_fr: Rouge vif
it_it: Rosso accesso
ja_jp: 明るい赤
ko_kr: 밝은 빨강
ru_ru: Ярко-красный
sr_cyrl_rs: Светлоцрвена
zh_cn: 鲜红色
zh_tw: 亮紅色

# ColorScheme_BrightWhite.Text
source: Bright white
de_de: Leuchtend weiß
es_es: Blanco claro
fr_fr: Blanc éclatant
it_it: Bianco brillante
ja_jp: 明るい白
ko_kr: 밝은 흰색
ru_ru: Ярко-белый
sr_cyrl_rs: Светлобела
zh_cn: 亮白色
zh_tw: 亮白色

# ColorScheme_BrightYellow.Text
source: Bright yellow
de_de: Hellgelb
es_es: Amarillo claro
fr_fr: Jaune vif
it_it: Giallo brillante
ja_jp: 明るい黄
ko_kr: 밝은 노랑
ru_ru: Ярко-желтый
sr_cyrl_rs: Светложута
zh_cn: 亮黄色
zh_tw: 亮黃

# ColorScheme_CursorColor.Text
source: Cursor color
de_de: Cursorfarbe
es_es: Color del cursor
fr_fr: Couleur du curseur
it_it: Colore del cursore
ja_jp: カーソルの色
ko_kr: 커서 색
ru_ru: Цвет курсора
sr_cyrl_rs: Боја курсора
zh_cn: 光标颜色
zh_tw: 游標色彩

# ColorScheme_Cyan.Text
source: Cyan
de_de: Zyan
es_es: Cian
it_it: Ciano
ja_jp: シアン
ko_kr: 녹청색
ru_ru: Голубой
sr_cyrl_rs: Цијан
zh_cn: 青色
zh_tw: 青色

# ColorScheme_Foreground.Text
source: Foreground
de_de: Vordergrund
es_es: Primer plano
fr_fr: Premier plan
it_it: In primo piano
ja_jp: 前景
ko_kr: 전경
ru_ru: Передний план
sr_cyrl_rs: Предњи план
zh_cn: 前景
zh_tw: 前景

# ColorScheme_Green.Text
source: Green
de_de: Grün
es_es: Verde
fr_fr: Vert
it_it: Verde
ja_jp: 緑
ko_kr: 녹색
ru_ru: Зеленый
sr_cyrl_rs: Зелена
zh_cn: 绿色
zh_tw: 綠色

# ColorScheme_Purple.Text
source: Purple
de_de: Lila
es_es: Púrpura
fr_fr: Violet
it_it: Viola
ja_jp: 紫
ko_kr: 보라색
ru_ru: Лиловый
sr_cyrl_rs: Пурпурна
zh_cn: 紫色
zh_tw: 紫色

# ColorScheme_SelectionBackground.Text
source: Selection background
de_de: Hintergrund der Auswahl
es_es: Fondo de la selección
fr_fr: Arrière-plan de la sélection
it_it: Sfondo selezione
ja_jp: 選択の背景
ko_kr: 선택 영역 배경색
ru_ru: Фон выделенного фрагмента
sr_cyrl_rs: Позадина избора
zh_cn: 选中背景
zh_tw: 選取背景

# ColorScheme_Red.Text
source: Red
de_de: Rot
es_es: Rojo
fr_fr: Rouge
it_it: Rosso
ja_jp: 赤
ko_kr: 빨강
ru_ru: Красный
sr_cyrl_rs: Црвена
zh_cn: 红色
zh_tw: 紅色

# ColorScheme_White.Text
source: White
de_de: Weiß
es_es: Blanco
fr_fr: Blanc
it_it: Bianco
ja_jp: 白
ko_kr: 흰색
ru_ru: Белый
sr_cyrl_rs: Бела
zh_cn: 白色
zh_tw: 白色

# ColorScheme_Yellow.Text
source: Yellow
de_de: Gelb
es_es: Amarillo
fr_fr: Jaune
it_it: Giallo
ja_jp: 黄
ko_kr: 노랑
ru_ru: Желтый
sr_cyrl_rs: Жута
zh_cn: 黄色
zh_tw: 黃色

# Globals_Language.Header
source: Language (requires relaunch)
de_de: Sprache (erfordert Neustart)
es_es: Idioma (requiere reiniciar)
fr_fr: Langue (nécessite une relance)
it_it: Lingua (richiede il riavvio)
ja_jp: 言語 (再起動が必要)
ko_kr: 언어(다시 시작 필요)
ru_ru: Язык (требуется перезапуск)
sr_cyrl_rs: Језик (потребно је поновно покретање)
zh_cn: 语言(需要重新启动)
zh_tw: 語言 (需要重新啟動)

# Globals_Language.HelpText
source: Selects a display language for the application. This will override your default Windows interface language.
de_de: Wählt eine Anzeigesprache für die Anwendung aus. Dadurch wird die Standardsprache der Windows-Benutzeroberfläche überschrieben.
es_es: Seleccionar un idioma para mostrarlo en la aplicación. Esto invalidará el idioma predeterminado de la interfaz de Windows.
fr_fr: Sélectionne une langue d’affichage pour l’application. Cette opération remplace votre langue d’interface Windows par défaut.
it_it: Seleziona una lingua di visualizzazione per l'applicazione. La lingua di visualizzazione sostituisce quella predefinita dell'interfaccia di Windows.
ja_jp: アプリケーションの表示言語を選択します。 これにより、既定の Windows インターフェイス言語が上書きされます。
ko_kr: 응용 프로그램의 표시 언어를 선택하세요. 기본 Windows 인터페이스 언어가 재정의됩니다.
ru_ru: Выбор языка отображения для приложения. Это переопределит язык интерфейса Windows по умолчанию.
sr_cyrl_rs: Избор језика приказа апликације. Ово ће да преиначи ваш подразумевани језик Windows интерфејса.
zh_cn: 选择应用程序的显示语言。这将覆盖默认的 Windows 界面语言。
zh_tw: 選取應用程式的顯示語言。這將會覆寫您的預設 Windows 介面語言。

# Globals_LanguageDefault
source: Default
de_de: Standard
es_es: Predeterminado
fr_fr: Par défaut
it_it: Impostazione predefinita
ja_jp: 既定値
ko_kr: 기본값
ru_ru: По умолчанию
sr_cyrl_rs: Подразумевани
zh_cn: 默认
zh_tw: 預設

# Globals_DefaultInputScope.Header
source: Default IME input mode
de_de: Standard-IME-Eingabemodus
es_es: Modo de entrada IME predeterminado
fr_fr: Mode d’entrée IME par défaut
it_it: Modalità di input IME predefinita
ja_jp: 既定の IME 入力モード
ko_kr: 기본 IME 입력 모드
ru_ru: Режим ввода IME по умолчанию
sr_cyrl_rs: Подразумевани режим IME уноса
zh_cn: 默认输入法输入模式
zh_tw: 預設 IME 輸入模式

# Globals_DefaultInputScope.HelpText
source: Informs the IME what language to use by default. For languages that rely on an IME and don't use Latin characters by default, this setting can be used to force English input on startup.
de_de: Informiert den IME, welche Sprache standardmäßig verwendet werden soll. Für Sprachen, die auf einem IME basieren und standardmäßig keine lateinischen Zeichen verwenden, kann diese Einstellung verwendet werden, um beim Start die Eingabe in Englisch zu erzwingen.
es_es: Informa al IME qué idioma usar de forma predeterminada. Para los idiomas que dependen de un IME y no usan caracteres latinos de forma predeterminada, esta configuración se puede usar para forzar la entrada de inglés al iniciar.
fr_fr: Indique à IME la langue à utiliser par défaut. Pour les langues qui s'appuient sur un IME et qui n'utilisent pas les caractères latins par défaut, ce paramètre peut être utilisé pour forcer la saisie de l'anglais au démarrage.
it_it: Informa l'IME della lingua da usare per impostazione predefinita. Per le lingue che si affidano a un IME e che non usano i caratteri latini per impostazione predefinita, questa impostazione può essere usata per forzare l'inserimento dell'inglese all'avvio.
ja_jp: 既定で使用する言語を IME に通知します。IME に依存し、既定ではラテン文字を使用しない言語では、スタートアップ時に英語入力を強制するためにこの設定を使用できます。
ko_kr: 기본적으로 사용할 언어를 IME에 알릴 수 있습니다. IME를 사용하고 기본적으로 라틴 문자를 사용하지 않는 언어의 경우 이 설정을 사용하여 시작할 때 영어 입력을 강제 적용할 수 있습니다.
ru_ru: Сообщает IME, какой язык нужно использовать по умолчанию. Для языков, которые применяют IME и не используют латинские символы по умолчанию, этот параметр можно использовать для принудительного ввода на английском языке при запуске.
sr_cyrl_rs: Обавештава IME који језик да користи подразумевано. За језике који се ослањају на IME и подразумевано не користе латиничне карактере, ово подешавање може да се употреби тако да се приликом покретања форсира унос на енглеском језику.
zh_cn: 告知输入法默认使用的语言。对于依赖于输入法且默认不使用拉丁字符的语言，此设置可用于在启动时强制进行英语输入。
zh_tw: 通知 IME 預設使用的語言。對於依賴 IME 且預設不使用拉丁字元的語言，此設定可用來強制啟動英文輸入。

# Globals_DefaultInputScopeDefault.Content
source: Default
de_de: Standard
es_es: Predeterminado
fr_fr: Par défaut
it_it: Impostazione predefinita
ja_jp: 既定値
ko_kr: 기본값
ru_ru: По умолчанию
sr_cyrl_rs: Подразумевани
zh_cn: 默认
zh_tw: 預設

# Globals_DefaultInputScopeAlphanumericHalfWidth.Content
source: Alphanumeric Half-Width (English)
de_de: Alphanumerische Halbbreite (Englisch)
es_es: Ancho medio alfanumérico (inglés)
fr_fr: Demi-largeur alphanumérique (anglais)
it_it: Mezza larghezza alfanumerica (inglese)
ja_jp: 半角英数字 (英語)
ko_kr: 영숫자 반자(영어)
ru_ru: Буквенно-цифровой полуширинный (английский)
sr_cyrl_rs: Алфанумерички пола ширине (енглески)
zh_cn: 字母数字半角(英语)
zh_tw: 英數字元半寬 (英文)

# Globals_AlwaysShowTabs.Header
source: Always show tabs
de_de: Registerkarten immer anzeigen
es_es: Mostrar pestañas siempre
fr_fr: Toujours afficher les onglets
it_it: Mostra sempre le schede
ja_jp: 常にタブを表示する
ko_kr: 항상 탭 표시
ru_ru: Всегда отображать вкладки
sr_cyrl_rs: Увек прикажи картице
zh_cn: 始终显示选项卡
zh_tw: 永遠顯示索引標籤

# Globals_AlwaysShowTabs.HelpText
source: When disabled, the tab bar will appear when a new tab is created. Cannot be disabled while "Hide the title bar" is On.
de_de: Wenn diese Option deaktiviert ist, wird die Registerkartenleiste angezeigt, wenn eine neue Registerkarte erstellt wird. Kann nicht deaktiviert werden, während "Titelleiste ausblenden" aktiviert ist.
es_es: Si se deshabilita, la barra de pestañas aparecerá cuando se cree una nueva pestaña. No se puede desactivar mientras "Ocultar la barra de título" está Habilitado.
fr_fr: Si cette option est désactivée, la barre d’onglets s’affiche lors de la création d’un nouvel onglet. Nous n’avons pas pu désactiver si « Masquer la barre de titre » est activé.
it_it: Quando disabilitata, la barra delle schede verrà visualizzata quando verrà creata una nuova scheda. Non può essere disabilitata quando l’opzione "Nascondi barra del titolo" è attivata.
ja_jp: 無効にすると、新しいタブが作成されたときにタブ バーが表示されます。[タイトル バーを非表示にする] が [オン] の間は無効にできません。
ko_kr: 비활성화하면 새 탭이 만들어질 때 탭 표시줄이 표시됩니다. "제목 표시줄 숨기기"가 켜져 있을 때는 비활성화할 수 없습니다.
ru_ru: Если этот параметр отключен, панель вкладок будет отображаться при создании новой вкладки. Невозможно отключить, если включен параметр "Скрыть заголовок окна".
sr_cyrl_rs: Када је искључено, линија са картицама ће се појавити када се креира нова картица. Не може да се искључи када је укључено „Сакриј насловну линију”.
zh_cn: 禁用后，创建新选项卡时将显示选项卡栏。当“隐藏标题栏”处于打开状态时，无法禁用。
zh_tw: 若停用，建立新索引標籤時，將會顯示索引標籤列。當 [隱藏標題列] 開啟時，無法停用。

# Globals_NewTabPosition.Header
source: Position of newly created tabs
de_de: Position neu erstellter Registerkarten
es_es: Posición de las pestañas recién creadas
fr_fr: Position des onglets nouvellement créés
it_it: Posizione delle schede appena create
ja_jp: 新しく作成したタブの位置
ko_kr: 새로 만든 탭의 위치
ru_ru: Расположение вновь созданных вкладок
sr_cyrl_rs: Позиција новокреираних картица
zh_cn: 新建选项卡的位置
zh_tw: 新建立索引標籤的位置

# Globals_NewTabPosition.HelpText
source: Specifies where new tabs appear in the tab row.
de_de: Gibt an, wo neue Registerkarten in der Registerkartenzeile angezeigt werden.
es_es: Especifica dónde aparecen las nuevas pestañas en la fila de pestañas.
fr_fr: Indique l'endroit où les nouveaux onglets apparaissent dans la ligne d'onglets.
it_it: Specifica dove vengono visualizzate le nuove schede nella riga delle schede.
ja_jp: タブ行に新しいタブを表示する場所を指定します。
ko_kr: 탭 행에 새 탭이 표시되는 위치를 지정합니다.
ru_ru: Указывает место отображения новых вкладок в строке вкладок
sr_cyrl_rs: Наводи место на линији картица на којем се појављују картице које се креирају.
zh_cn: 指定新选项卡在选项卡行中的显示位置。
zh_tw: 指定新索引標籤在索引標籤列中出現的位置。

# Globals_NewTabPositionAfterLastTab.Content
source: After the last tab
de_de: Nach der letzten Registerkarte
es_es: Después de la última pestaña
fr_fr: Après le dernier onglet
it_it: Dopo l'ultima scheda
ja_jp: 最後のタブ以降
ko_kr: 마지막 탭 이후
ru_ru: После последней вкладки
sr_cyrl_rs: Након последње картице
zh_cn: 最后一个选项卡之后
zh_tw: 在最後一個索引標籤之後

# Globals_NewTabPositionAfterCurrentTab.Content
source: After the current tab
de_de: Nach dem aktuellen Tab
es_es: Después de la pestaña actual
fr_fr: Après l'onglet actuel
it_it: Dopo la scheda corrente
ja_jp: 現在のタブ以降
ko_kr: 현재 탭 이후
ru_ru: После текущей вкладки
sr_cyrl_rs: Након текуће картице
zh_cn: 在当前选项卡之后
zh_tw: 在目前索引標籤之後

# Globals_CopyOnSelect.Header
source: Automatically copy selection to clipboard
de_de: Automatisches kopieren der Auswahl in die Zwischenablage
es_es: Copiar la selección automáticamente en el portapapeles
fr_fr: Copier automatiquement la sélection dans le Presse-papiers
it_it: Copia automaticamente la selezione negli Appunti
ja_jp: 選択範囲をクリップボードに自動でコピーする
ko_kr: 선택 영역을 클립보드에 자동으로 복사
ru_ru: Автоматически копировать выделенный фрагмент в буфер обмена
sr_cyrl_rs: Аутоматски копирај избор у системску оставу
zh_cn: 自动将所选内容复制到剪贴板
zh_tw: 自動將選取項目複製到剪貼簿

# Globals_DetectURLs.Header
source: Automatically detect URLs and make them clickable
de_de: URLs automatisch erkennen und klickbar machen
es_es: Detectar automáticamente URL y hacer que se pueda hacer clic
fr_fr: Détecter automatiquement les URL et les rendre cliquables
it_it: Rilevare automaticamente gli URL e renderli selezionabili
ja_jp: URL を自動的に検出して、クリックできるようにする
ko_kr: 자동으로 URL을 감지하고 클릭 가능한 상태로 만들기
ru_ru: Автоматически определять URL-адреса и делать их доступными для нажатия
sr_cyrl_rs: Аутоматски детектуј URL адресе и омогући клик на њих
zh_cn: 自动检测 URL 并使其可单击
zh_tw: 自動偵測 URL 並使連結可點選

# Globals_SearchWebDefaultQueryUrl.Header
source: Default URL to use for the "Search web" action
de_de: Standard-URL, die für die Aktion "Web suchen" verwendet werden soll
es_es: Dirección URL predeterminada que se usará para la acción "Buscar en la Web"
fr_fr: URL par défaut à utiliser pour l’action « Rechercher sur le web »
it_it: URL predefinito da usare per l'azione "Cerca sul Web"
ja_jp: "Web の検索" アクションに使用する既定の URL
ko_kr: "웹 검색" 작업에 사용할 기본 URL
ru_ru: URL-адрес по умолчанию, используемый для действия "Поиск в Интернете"
sr_cyrl_rs: Подразумевани URL који се користи за „Претражи веб” акцију.
zh_cn: 用于“搜索 Web”操作的默认 URL
zh_tw: 用於「搜尋 Web」動作的預設 URL

# Globals_SearchWebDefaultQueryUrl.HelpText
source: The placeholder "%s" will replaced with the search query.
de_de: Der Platzhalter "%s" wird durch die Suchabfrage ersetzt.
es_es: El marcador de posición "%s" se reemplazará por la consulta de búsqueda.
fr_fr: L’espace réservé "%s" sera remplacé par la requête de recherche.
it_it: Il segnaposto "%s" verrà sostituito con la query di ricerca.
ja_jp: プレースホルダー "%s" は検索クエリに置き換えられます。
ko_kr: 자리 표시자 "%s" 검색 쿼리로 대체됩니다.
ru_ru: Заполнитель "%s" будет заменен поисковым запросом.
sr_cyrl_rs: Чувар места „%s” ће се заменити са упитом претраге.
zh_cn: 占位符 "%s" 将替换为搜索查询。
zh_tw: 佔位元 "%s" 將取代為搜尋查詢。

# Globals_TrimBlockSelection.Header
source: Remove trailing white-space in rectangular selection
de_de: Leerzeichen am Ende einer rechteckigen Auswahl entfernen
es_es: Quitar el espacio en blanco final en selección rectangular
fr_fr: Supprimer l’espace blanc de fin dans la sélection rectangulaire
it_it: Rimuovere gli spazi vuoti finali nella selezione rettangolare
ja_jp: 四角形の選択末尾の空白を削除する
ko_kr: 직사각형 선택 영역의 후행 공백 제거
ru_ru: Удалить конечный пробел в прямоугольном выделении
sr_cyrl_rs: Уклони празан простор на крају у правоугаоном избору
zh_cn: 矩形选中复制时删除行尾空格
zh_tw: 移除矩形選取範圍中的尾端空白區域

# Globals_TrimPaste.Header
source: Remove trailing white-space when pasting
de_de: Entfernen von nachgestellten Leerzeichen beim Einfügen
es_es: Quitar espacio en blanco final al pegar
fr_fr: Supprimer les espaces blancs de fin lors du collage
it_it: Rimuovi gli spazi vuoti finali durante l'operazione Incolla
ja_jp: 貼り付けるときに末尾の空白を削除する
ko_kr: 붙여넣을 때 후행 공백 제거
ru_ru: Удалить конечный пробел при вставке
sr_cyrl_rs: Уклони празан простор на крају када се налепљује
zh_cn: 粘贴时删除尾随空格
zh_tw: 貼上時移除尾端空白字元

# Globals_KeybindingsDisclaimer.Text
source: Below are the currently bound keys, which can be modified by editing the JSON settings file.
de_de: Nachfolgend sind die aktuell gebundenen Tasten aufgeführt, die durch Bearbeiten der JSON-Einstellungsdatei geändert werden können.
es_es: A continuación se muestran las claves actualmente enlazadas, que se pueden modificar editando el archivo de configuración JSON.
fr_fr: Voici les clés actuellement liées, qui peuvent être modifiées en éditant le fichier des paramètres JSON.
it_it: Di seguito sono riportate le chiavi attualmente associate, che possono essere modificate configurando il file JSON di impostazione.
ja_jp: 以下は現在バインドされているキーです。JSON 設定ファイルを編集して変更できます。
ko_kr: 다음은 JSON 설정 파일을 편집하여 수정할 수 있는 현재 바인딩된 키입니다.
ru_ru: Ниже указаны существующие сочетания клавиш, которые можно изменить, отредактировав файл настроек JSON.
sr_cyrl_rs: Испод се налазе тренутно везани тастери. Они могу да се измене у JSON фајлу подешавања.
zh_cn: 下面是当前绑定快捷键，可以通过编辑 JSON 设置文件进行修改。
zh_tw: 以下是目前繫結的按鍵組合，可以透過編輯 JSON 設定檔加以修改。

# Globals_DefaultProfile.Header
source: Default profile
de_de: Standardprofil
es_es: Perfil predeterminado
fr_fr: Profil par défaut
it_it: Profilo predefinito
ja_jp: 既定のプロファイル
ko_kr: 기본 프로필
ru_ru: Профиль по умолчанию
sr_cyrl_rs: Подразумевани профил
zh_cn: 默认配置文件
zh_tw: 預設設定檔

# Globals_DefaultProfile.HelpText
source: Profile that opens when clicking the '+' icon or by typing the new tab key binding.
de_de: Profil, das beim Klicken auf das Symbol „+“ oder das Tippen der Tastenbindung für die neue Registerkarte geöffnet wird.
es_es: Perfil que se abre al hacer clic en el icono '+' o al escribir la combinación de teclas de nueva pestaña.
fr_fr: Profil qui s’ouvre lorsque vous cliquez sur l’icône « + » ou que vous utilisez le raccourci clavier « nouvel onglet ».
it_it: Profilo che viene aperto quando si fa clic sull'icona ' +' o digitando il nuovo binding di codice della scheda.
ja_jp: [+] アイコンをクリックするか、新しい tab キーのバインドを入力すると表示されるプロファイルです。
ko_kr: '+' 아이콘을 클릭하거나 새 탭 키 바인딩을 입력하여 열리는 프로필입니다.
ru_ru: Профиль, который открывается при нажатии значка "+" или при вводе сочетания клавиш новой вкладки.
sr_cyrl_rs: Профил који се отвара када се кликне икона ’+’ или куцањем пречице за нову картицу.
zh_cn: 单击 '+' 图标或通过键入新的选项卡键绑定时打开的配置文件。
zh_tw: 按一下 '+' 圖示或輸入新索引標籤的按鍵繫結時所開啟的設定檔。
